[{
    "socialmedia": "facebook",
    "postTips": [
        {
            "tip": "Use Tags for Additional Reach",
            "desc": "<p>An excellent way to put your content in front of users is to tag others in your Facebook Post. This is perfect for cross promotion with business partners and collaborators. It’s also a chance for you to acknowledge individual fans or customers. User-generated content is huge. If you’re integrating it into your Facebook strategy, tagging the original poster in your re-post is a digital kudos.</p><p>Tagging other Pages puts your content in front of users that might not follow you, thus increasing your reach. If you tag another Page, there’s a chance that post will appear in the News Feed of someone who Likes the Page that’s being tagged. It also gives you an organic boost when it comes to Facebook’s algorithm, which is heavily influenced by social media engagement. A click on your post counts as engagement. So by users clicking the tagged Page in your post, they’re actually helping to deliver your content to more News Feeds.</p>"
        },
        {
            "tip": "Leverage Trends",
            "desc": "<p>Trending Topics on Facebook show you the topics that have recently become popular on the social network. Based on engagement and location, Trending Topics are a powerful way to connect people around a major event and help them to engage in meaningful conversations.</p><p>Facebook posting tips like this will give you a glimpse of what’s being talked about and shared the most on the platform. One way you can get involved is by writing posts that are timely and include references—hashtags or keywords—to relevant trending topics.</p>"
        },
        {
            "tip": "Include Branded Hashtags, But Not Too Many",
            "desc": "<p>Hashtags play an important part in driving traffic to your Facebook Page. When used strategically within a post, they can also help you measure the reach and overall success of your marketing campaign. But while they certainly help with discoverability, don’t go overboard.</p><p>Research found that too many hashtags lower engagement, which can ultimately hurt your reach. In its study, posts with 1-2 hashtags averaged 593 interactions while posts with more than 10 hashtags averaged only 188 interactions.</p>"
        },
        {
            "tip": "Balance Stories & Promotions",
            "desc": "<p>Facebook is, without a doubt, a powerful marketing and sales tool, but not every post you publish needs to revolve around selling. Users want to see less promotional content and more stories from friends and Pages. A good content strategy will find a balance between promotional and non-promotional content.</p><p>Your Facebook Page should be about your business and products, but when crafting your content strategy, remember the 80/20 rule—80% of your updates should be social in nature. Try to stay away from publishing posts that only push people to buy a product, enter a promotion or sweepstakes or that reuse the same content from ads.</p><p>Instead, balance your promotional content with posts that are educational, entertaining or whimsical in nature. If you’re constantly selling, it doesn’t seem like you’re interested in building relationships or engaging in conversations with your customers.</p>"
        },
        {
            "tip": "Educate, Entertain & Repeat",
            "desc": "<p>Publishing posts for the sake of updating your Timeline isn’t a good approach when it comes to maintaining a successful content strategy. Instead, one of the better Facebook posting tips is to focus on creating content that fulfills your business objectives—remember those?</p><p>The Facebook posts you publish should add value in some way. Aim for updates that are educational, entertaining or conversational. Once you’ve found a balance that works for you, repeat. Then you can monitor your posts and their performance to see if one particular type of content is resonating with viewers more than others.</p>"
        },
        {
            "tip": "Say More With Less",
            "desc": "<p>Consider this statistic for a second: The average adult’s attention span is only eight seconds, which is one second faster than a goldfish. Customers are inundated with messages and content on a daily basis. Ensuring your posts capture and hold the interest of viewers is crucial.</p><p>On average, people read about 20-28% of the words in your post. When drafting your post, pay special attention to the first three to four words. Aside from any attached media you may have included, this is typically the first thing someone will notice about your update.</p><p>Your Facebook Page isn’t your company blog. Although some people are warming up to long-form content on the social network, not everyone is. In fact, Facebook posts between 0-50 characters receive the most engagement. Another study found that posts with 40 characters or less perform the best in terms of engagement.</p>"
        },
        {
            "tip": "Have More to Say? Use a Link",
            "desc": "<p>Not every message can be whittled down to a single sentence, and that’s okay. But you can’t assume that users will read through multiple paragraphs of text before reaching the call-to-action. Spoiler alert: they won’t. If you have a lot to say, then include a link in your Facebook post so people have the option of clicking through.</p><p>Research by Quintly found that links are the second most common type of content posted by Facebook Pages, accounting for 30% of posts worldwide. That percentage has likely shifted over time as photos, videos and links continue to compete for users’ attention. That said, Facebook is a consistent driver of referral traffic, responsible for about 40% of traffic sent to websites.</p><p>Facebook found that people prefer to click links that are displayed in the link format rather than those included in link captions. The social network even prioritizes links displayed in the link-format within News Feed.</p>"
        },
        {
            "tip": "Have More to Say? Use a Link",
            "desc": "<p>Not every message can be whittled down to a single sentence, and that’s okay. But you can’t assume that users will read through multiple paragraphs of text before reaching the call-to-action. Spoiler alert: they won’t. If you have a lot to say, then include a link in your Facebook post so people have the option of clicking through.</p><p>Research by Quintly found that links are the second most common type of content posted by Facebook Pages, accounting for 30% of posts worldwide. That percentage has likely shifted over time as photos, videos and links continue to compete for users’ attention. That said, Facebook is a consistent driver of referral traffic, responsible for about 40% of traffic sent to websites.</p><p>Facebook found that people prefer to click links that are displayed in the link format rather than those included in link captions. The social network even prioritizes links displayed in the link-format within News Feed.</p>"
        },
        {
            "tip": "Use Clear Calls-to-Action",
            "desc": "<p>You need to makes    it clear to users that you want them to do something and provide them with the necessary tools to do so. If your goal is to drive awareness and reach, then getting people to share your post should be a top priority. Creating compelling, high-quality content is the first step to meeting that objective. The second step is to tell viewers what you want.</p>"
        },

    ]
}
]