[{
    "socialmedia": "facebook",
    "postTips": [
        {
            "tip": "Use Tags for Additional Reach",
            "desc": "<p>An excellent way to put your content in front of users is to tag others in your Facebook Post. This is perfect for cross promotion with business partners and collaborators. It’s also a chance for you to acknowledge individual fans or customers. User-generated content is huge. If you’re integrating it into your Facebook strategy, tagging the original poster in your re-post is a digital kudos.</p><p>Tagging other Pages puts your content in front of users that might not follow you, thus increasing your reach. If you tag another Page, there’s a chance that post will appear in the News Feed of someone who Likes the Page that’s being tagged. It also gives you an organic boost when it comes to Facebook’s algorithm, which is heavily influenced by social media engagement. A click on your post counts as engagement. So by users clicking the tagged Page in your post, they’re actually helping to deliver your content to more News Feeds.</p>"
        },
        {
            "tip": "Leverage Trends",
            "desc": "<p>Trending Topics on Facebook show you the topics that have recently become popular on the social network. Based on engagement and location, Trending Topics are a powerful way to connect people around a major event and help them to engage in meaningful conversations.</p><p>Facebook posting tips like this will give you a glimpse of what’s being talked about and shared the most on the platform. One way you can get involved is by writing posts that are timely and include references—hashtags or keywords—to relevant trending topics.</p>"
        },
        {
            "tip": "Include Branded Hashtags, But Not Too Many",
            "desc": "<p>Hashtags play an important part in driving traffic to your Facebook Page. When used strategically within a post, they can also help you measure the reach and overall success of your marketing campaign. But while they certainly help with discoverability, don’t go overboard.</p><p>Research found that too many hashtags lower engagement, which can ultimately hurt your reach. In its study, posts with 1-2 hashtags averaged 593 interactions while posts with more than 10 hashtags averaged only 188 interactions.</p>"
        },
        {
            "tip": "Balance Stories & Promotions",
            "desc": "<p>Facebook is, without a doubt, a powerful marketing and sales tool, but not every post you publish needs to revolve around selling. Users want to see less promotional content and more stories from friends and Pages. A good content strategy will find a balance between promotional and non-promotional content.</p><p>Your Facebook Page should be about your business and products, but when crafting your content strategy, remember the 80/20 rule—80% of your updates should be social in nature. Try to stay away from publishing posts that only push people to buy a product, enter a promotion or sweepstakes or that reuse the same content from ads.</p><p>Instead, balance your promotional content with posts that are educational, entertaining or whimsical in nature. If you’re constantly selling, it doesn’t seem like you’re interested in building relationships or engaging in conversations with your customers.</p>"
        },
        {
            "tip": "Educate, Entertain & Repeat",
            "desc": "<p>Publishing posts for the sake of updating your Timeline isn’t a good approach when it comes to maintaining a successful content strategy. Instead, one of the better Facebook posting tips is to focus on creating content that fulfills your business objectives—remember those?</p><p>The Facebook posts you publish should add value in some way. Aim for updates that are educational, entertaining or conversational. Once you’ve found a balance that works for you, repeat. Then you can monitor your posts and their performance to see if one particular type of content is resonating with viewers more than others.</p>"
        },
        {
            "tip": "Say More With Less",
            "desc": "<p>Consider this statistic for a second: The average adult’s attention span is only eight seconds, which is one second faster than a goldfish. Customers are inundated with messages and content on a daily basis. Ensuring your posts capture and hold the interest of viewers is crucial.</p><p>On average, people read about 20-28% of the words in your post. When drafting your post, pay special attention to the first three to four words. Aside from any attached media you may have included, this is typically the first thing someone will notice about your update.</p><p>Your Facebook Page isn’t your company blog. Although some people are warming up to long-form content on the social network, not everyone is. In fact, Facebook posts between 0-50 characters receive the most engagement. Another study found that posts with 40 characters or less perform the best in terms of engagement.</p>"
        },
        {
            "tip": "Have More to Say? Use a Link",
            "desc": "<p>Not every message can be whittled down to a single sentence, and that’s okay. But you can’t assume that users will read through multiple paragraphs of text before reaching the call-to-action. Spoiler alert: they won’t. If you have a lot to say, then include a link in your Facebook post so people have the option of clicking through.</p><p>Research by Quintly found that links are the second most common type of content posted by Facebook Pages, accounting for 30% of posts worldwide. That percentage has likely shifted over time as photos, videos and links continue to compete for users’ attention. That said, Facebook is a consistent driver of referral traffic, responsible for about 40% of traffic sent to websites.</p><p>Facebook found that people prefer to click links that are displayed in the link format rather than those included in link captions. The social network even prioritizes links displayed in the link-format within News Feed.</p>"
        },
        {
            "tip": "Use Clear Calls-to-Action",
            "desc": "<p>You need to make it clear to users that you want them to do something and provide them with the necessary tools to do so. If your goal is to drive awareness and reach, then getting people to share your post should be a top priority. Creating compelling, high-quality content is the first step to meeting that objective. The second step is to tell viewers what you want.</p>In the case of shares, sometimes asking for what you want is the best approach. Posts that include the word “share” receive almost twice as many social actions (comments, likes and shares) compared to those that don’t.</p><p>Just make sure that your call-to-action aligns with the copy included in your post. For example, if your post is all about the benefits that come from subscribing to your newsletter, your call-to-action shouldn’t encourage people to shop now or download an app. Every asset included in your post should support the main objective of that post.</p>"
        },
        {
            "tip": "Use Original Photos",
            "desc": "<p>Posting photos is a great way to get attention from fans and drive engagement. Images account for 87% of the content shared on Facebook. This shouldn’t be surprising because images are much easier to digest than text. But not all images are created equal. When it comes to dressing up your business’ Facebook Page, focus on using original pictures rather than stock images.</p><p>Facebook posts that contain original photos feel more personal and organic. One of the reasons you’re using social media in the first place is to humanize your brand and help your customers learn about the people behind the logo. If you’re relying on generic images, you’re actually working against that objective.</p><p>And when it comes to images of your products, the occasional standalone product shot is acceptable, but spice things up a bit by showing people actually engaging with your product. Reach out to customers for some user-generated content and create a more compelling story for viewers.</p>"
        },
        {
            "tip": "Target Your Posts",
            "desc": "<p>Depending on what your goals are, you might want to publish something that will interest people of specific ages or genders, or in specific locations. The easiest way to control who sees your content is through targeting. Facebook’s Audience Optimization tool, which replaced the older Interest Targeting feature, provides you with an organic way to reach and engage select segments of your target audience.</p><p>This is really important, especially for local businesses who want to appeal to people in specific locations. Getting started is very easy. If you have more than 5,000 Likes, Audience Optimization features were automatically turned on for your Page.</p><p>We recommend that you explore your Facebook Audience Insights before diving too deep into your targeting practices. This free tool provides you with behavioral and demographic data for your audience, which will give you a much better idea of who is engaging with your Page. Also, we should note that when you do target a post, it only affects how it’s delivered in News Feed. The post will still be visible to anyone who visits your Facebook Page.</p>"
        },
        {
            "tip": "Stay Organized",
            "desc": "<p>A great publishing strategy is more than just stellar content. Timing is everything, and without the right tools to effectively plan, organize and manage your content calendar, even the most engaging campaigns can fall flat.</p><p>A content calendar takes some of the guess work out of your strategy. At the very least, you should never be caught scrambling to find something to share. With Sprout, it’s easy to manage all Facebook posts from your team and make changes or add content. You can also draft posts for one or several Pages, attach images, edit meta data and apply organic targeting.</p><p>A successful content strategy on any social network weighs heavily on the relationships you build. Don’t just publish content and walk away. Focus on creating conversations about the things that you post and respond to users when they comment.</p>"
        }

    ]
},
{
    "socialmedia": "instagram",
    "postTips": [
        {
            "tip": "Post Engaging, High-quality Images",
            "desc": "<p>Instagram is all about great visuals and content. Scroll through some popular feeds with thousands of likes and views, and you’ll quickly understand why these brands drive engagement.</p><p>Great images and videos engage. Think about it like a billboard campaign. With more than 400 million users, people are constantly exploring all corners of Instagram, so why not present your brand in the most beautiful way possible?</p><p>Pre-planning how your images will look in the grid view adds to their impact. Your Instagram content should stand out in a user’s feed, so don’t skip on visual aesthetics.</p>"
        },
        {
            "tip": "Stay On Top Of Instagram Changes and Updates",
            "desc": "<p>Just staying up-to-date with the best practices for all these new formats is a challenge in itself for a marketing team. However, brands, individual users and influencers are all racing to capitalize on these new features as they drop. You don’t want potential audiences to assume your brand is behind on the trends and features they are using to communicate every day.</p><p>You don’t want to implement new content types at random, however. Being able to collect data on post times, engagement rates and how users are connecting to you is essential to know.</p><p>Following trends keeps you above the competition and shows your audience your ability to adapt to change. Your data-driven decisions should be backed by knowledge of trends within the industry and on Instagram as well.</p>"
        },
        {
            "tip": "Know What Your Audience Wants",
            "desc": "<p>Data from Forrester showed Instagram with the highest engagement rates between customers and brands among all major social media channels. With so much potential to connect your audience, Instagram engagement is a must.</p><p>You can also uncover audience insights on the fly by posting content that encourages participation:</p><ul><li><strong>Hold contests:</strong> Contests drive engagement, help you gain new followers and keep people coming back. Remember to make Instagram contests unique. Ask people to repost images or use branded hashtags.</li><li><strong>Post user-generated content:</strong> People love to be acknowledged and what better way than posting someone’s content on your network? Regramming could spark more people to participate.</li><li><strong>Ask questions:</strong> What’s the best way to get a response? Ask a question and get users’ opinions about your products or services. Always remember to engage with the answers.</li></ul>"
        },
        {
            "tip": "Tell Visual Stories",
            "desc": "<p>Tell visual stories</p><p>Get creative when it comes to standard marketing techniques by showcasing your brand or services in a new light. You can use this as an opportunity to show off your brand’s versatility or humanize it with a behind the scenes look.</p><p>Being authentic on Instagram is what users crave, so use this channel to engage and inspire your audience through attractive and interesting visuals.</p>"
        },
        {
            "tip": "Use Hashtags to Get Discovered",
            "desc": "<p>Sitting around, waiting for users to follow you might not get you too far. On the other hand, when you find different avenues to promote your Instagram, you increase the chance to get discovered.</p><p>One of the most popular features on Instagram is the Explore Page. This helps people find users or posts that are highly relevant to their interests but that they don’t yet follow. Drive engagement with your own followers to get more visibility here, and use hashtags that highlight the topic of your posts to earn more interest.</p><p>Instagram hashtags are your best friend. Hashtags help you get discovered, archive content and participate with highly relevant topics. Branded hashtags can do wonders for your marketing strategy, but you should also look to engage with the community around your brand’s niche by using relevant hashtags.</p><p>If there’s anyone participating in your campaign, such as partnered influencers or event locations, make sure to tag them in your posts. Additionally, if you use user generated content, give the person an appropriate shoutout. Using @mentions can actually double your engagement. This sparks a chain of events for friends of friends to notice your content.</p>"
        },
        {
            "tip": "Make Data-driven Decisions",
            "desc": "<p>Analytics can tell you what’s working and what needs improvement. Overtime, you can built a large scope of data to track and measure performance. It’s critical to know when and how your audience is engaging with your Instagram content.</p>"
        },
        {
            "tip": "Keep It Short & Easy to Process",
            "desc": "<p>Lengthy captions may be difficult to read and process. Users typically want to quickly scroll through their feeds and they won’t necessarily have the time or patience to read through everything.</p><p>So if you want to come up with Instagram caption ideas to engage people, keep them short and to the point. Although this isn’t always possible for every single post, use lengthy captions only when it’s absolutely necessary. Even if you do, make sure you add line breaks to improve readability.</p>"
        },
        {
            "tip": "Be Helpful",
            "desc": "<p>Consider using your Instagram captions to provide useful information to your followers. This could be anything from how-to instructions to recipes, depending on your industry. If you’re providing value through your captions, there’s a good chance you’ll draw in your audience and keep them engaged longer than usual.</p>"
        },
        {
            "tip": "Use Hashtags, Acronyms and Emojis (to a point)",
            "desc": "<p>Hashtags help your content get discovered, while emojis break up huge blocks of text and make them easier to read. Social media acronyms also make you more relatable by speaking your target audience’s language. Learn how to write Instagram captions that include relevant hashtags, acronyms and emojis that will resonate with your audience.</p><p>At the same time, don’t go overboard with hashtags and emojis as your caption could end up looking messy and difficult to read.</p>"
        },
        {
            "tip": "Ask Questions to Drive Engagement",
            "desc": "<p>A lot of your followers may “like” your post, but they won’t necessarily leave a comment. Drive up your engagement rate by asking a question that will compel people to comment on your post.</p><p>You can ask them to share their opinion, personal experiences or stories. Asking a question or giving a call to action at the end of your Instagram caption will give them a reason to comment.</p>"
        },
        {
            "tip": "When All Else Fails, Recycle Relevant Quotes",
            "desc": "<p>No matter how hard you try, the harsh truth is that you’ll sometimes run out of Instagram caption ideas. When this happens, you can always turn to relevant and popular quotes that have already proven their success.</p><p>Since these quotes are already popular, it shows that people can either relate to them or find inspiration in them. Make the most of these quotes the next time you run out of ideas on how to write Instagram captions.</p>"
        }
    ]
},
{
    "socialmedia": "twitter",
    "postTips": [
        {
            "tip": "Make Tweets Conversational",
            "desc": "<p>The way that a lot of brands Tweet is very one dimensional. Their Tweets are essentially just broadcasts, which is not what Twitter is about as we mentioned earlier. Your Tweets shouldn’t consist of only headlines with a link, inspirational quotes or funny statements. They should open the door for communication and conversation.</p><p>You don’t have to use a personal account to engage. Businesses can benefit as well. Take Adobe for example. If you take a look at the Adobe Illustrator Twitter stream, you’ll notice that a lot of their Tweets are replies to customers, not just broadcasts. Being more conversational means higher engagement, which results in additional activity for your Twitter account in the long run. Here are some tips to help you out:</p></p><ul><li>Tweet out questions</li><li>Make at least 30-40% of your Tweets replies to other people</li><li>When Tweeting links, add a line of your own insight to spark conversation.</li><li>Tweet directly to your audience. Instead of “Blog Post Title, [link]”, try “What do you all think of this new post? Blog Post Title, [link]”</li></ul>"
        },
        {
            "tip": "Twitter Video",
            "desc": "<p>Twitter might not be the first platform you think of when it comes to video marketing, but it’s not something you should overlook. Twitter gives you a couple of options for using videos.</p><p>Live video from Twitter’s content partners reached over 31 million views in Q4 2016, so it’s safe to say your followers are likely interested in consuming your videos.</p>"
        },
        {
            "tip": "When in Doubt, Tweet More Often",
            "desc": "<p>Twitter might not be the first platform you think of when it comes to video marketing, but it’s not something you should overlook. Twitter gives you a couple of options for using videos.</p><p>Live video from Twitter’s content partners reached over 31 million views in Q4 2016, so it’s safe to say your followers are likely interested in consuming your videos.</p>"
        },
        {
            "tip": "Prioritize Speedy Responses",
            "desc": "<p>According to Twitter’s own data, 60% of users expect a response within an hour of reaching out to a business. Compare that to the expected twelve-hour response time via email and it’s clear that social customers expect speedy service.</p><p>While you may not be able to respond to each and every question at a moment’s notice, speed counts. Quick responses signal that you’re a brand that listens to customers and likewise values them.</p>"
        },
        {
            "tip": "Prioritize Speedy Responses",
            "desc": "<p>According to Twitter’s own data, 60% of users expect a response within an hour of reaching out to a business. Compare that to the expected twelve-hour response time via email and it’s clear that social customers expect speedy service.</p><p>While you may not be able to respond to each and every question at a moment’s notice, speed counts. Quick responses signal that you’re a brand that listens to customers and likewise values them.</p>"
        },
        {
            "tip": "When in Doubt, Be Human",
            "desc": "<p>Companies today understand that you can’t put just customer service on autopilot. And while you may be tempted to take a copy-and-paste approach to your Twitter customer service, think twice before doing so. People might be willing to deal with automated systems on the phone but not on social media. The appeal of turning to Twitter instead of traditional customer service avenues is that you can get a quicker response from a person. You know, a real, flesh-and-blood person.</p><p>Twitter is the perfect platform to be more personable with your support. There’s no expectation to be formal, meanwhile the limited character count encourages you to be more conversational. And while you want to maintain some sense of professionalism, don’t be afraid to let your sense of humor shine if it’s in line with your brand’s voice.</p>"
        },
        {
            "tip": "Understand How to Use #hashtags",
            "desc": "<p>Twitter is the birthplace of the all-important social media hashtag. Make sure you use this resource to your advantage. Hashtags group your content into categories and make your brand easier to find online. Twitter’s research discovered that tweets with hashtags improve engagement by 50% for brands.</p><p>While there are many different ways to boost your hashtag strategy on Twitter, here are a few basic tips to follow:</p><ul><li>Don’t use too many hashtags in each post. Twitter recommends using no more than a couple of hashtags per tweet.</li><li>Don’t use spaces in hashtags. #Social Media would reference #Social and separate the media part. Make sure everything links together. Avoid using punctuation too!</li><li>Find trending hashtags on Twitter. On your left-hand sidebar beneath your Twitter profile, you’ll see a list of the top trending tags related to your profile. Use those to inspire your initial tags.</li></ul>"
        },
        {
            "tip": "Retweet, Interact and Follow",
            "desc": "<p>Show your audience you value them by retweeting their content, following them on Twitter and more.</p>"
        },
        {
            "tip": "Use @mentions to Tag People",
            "desc": "<p>Get involved with your network of followers and influencers by @mentioning them and tagging them in your posts. Just make sure your tagging strategies are appropriate.</p>"
        },
        {
            "tip":  "Schedule Tweets for Multiple Days",
            "desc": "<p>Try sharing the same content on multiple days, at different times, to get more impressions and engagement. If you’re worried about seeming too repetitive by sharing the same piece of content five days in one week, don’t be.</p><p>Even though you’re sharing the same piece of content multiple times, the likelihood of the same exact users seeing it each time is slim. You’re never going to send out a Tweet that all of your followers see.</p>"
        },
        {
            "tip":  "Selectively Pin Content to Your Twitter Profile",
            "desc": "<p>A great way to promote your Tweets is through a Pinned Tweet. By sticking your best content at the top of your feed, you draw more eyes to something you’ve selected versus recently posted.</p>"
        },
        {
            "tip":  "Use Emojis in Your Tweets",
            "desc": "<p>We don’t have to sell you on Emojis. Twitter even has its own emoji list right in the compose window. In fact, emojis have become so popular that one report showed a 25.4% higher engagement rate for a Tweet with one compared to without.</p><p>But you shouldn’t just add emojis without a rhyme or reason. Instead, make sure your emojis are connected to the content and work as a source of communication like any other piece of content would. This is about the easiest hack so step up your Emoji game now!</p>"
        }
    ]
}

]